export enum Letter {
}

export const egesig: Array<[string, string]> = [
    // egesig
    ['ᠠ', 'A'],
    ['ᠡ', 'E'],
    ['ᠢ', 'I'],
    ['ᠤ', 'O'],
    ['ᠣ', 'U'],
    ['ᠥ', 'V'],
    ['ᠦ', 'W'],
    //
    ['ᠨ', 'N'],
    ['ᠪ', 'B'],
    ['ᠫ', 'P'],
    ['ᠬ', 'H'],
    ['ᠭ', 'G'],
    ['ᠮ', 'M'],
    ['ᠯ', 'L'],
    ['ᠰ', 'S'],
    ['ᠱ', 'X'],
    ['ᠲ', 'T'],
    ['ᠳ', 'D'],
    ['ᠴ', 'C'],
    ['ᠵ', 'J'],
    ['ᠶ', 'Y'],
    ['ᠷ', 'R'],
    ['ᠼ', 'CQ'],
    ['ᠽ', 'ZQ'],
    ['ᠿ', 'RQ'],
    ['ᠸ', 'WQ'],
    ['ᠹ', 'F'],
    ['ᠾ', 'HQ'],
    ['ᠺ', 'K'],
    ['ᡀ', 'LQ'],
    // 借词
    ['ᡁᠢ', 'ZQI'],
    ['ᡂᠢ', 'CQI'],
    ['ᠱᠢ', 'SQI'],
    ['ᠡᠯ', 'EQR'],
    ['ᠰᠧ', 'SQI'],
    [',','᠂'],
    ['.','᠃']
];
